Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: and designs appropriate to the building location.
vi: and designs appropriate to the building location. / Giảm thiểu chi phí vòng đời bằng việc sử dụng năng lượng tự nhiên (ánh sáng / năng lượng mặt trời) và hình dạng tòa nhà, đơn giản hóa thiết kế các dịch vụ và thiết kế phù hợp với vị trí tòa nhà

source: and front and back of house areas.
vi: and front and back of house areas. / Loa thông báo sơ tán bằng giọng nói hoặc báo động cháy có giọng nói phải được bố trí tại tất cả các phòng khách và khu FOH, BOH

source: and impellor to be kept on site or one common standby
vi: and impeller to be kept on site or one common standby

source: and other designated loads in the event of mains failure, within 10 seconds.
vi: and other designated loads in the event of mains failure, within 10 seconds. / Nguồn điện dự phòng phải cung cấp điện phục vụ các dịch vụ thiết yếu và các phụ tải được định sẵn khác trong trường hợp có sự cố trong vòng 10s.

source: and the following tables provide comparisons for some of these options, which may vary, depending on the country.
vi: and the following tables provide comparisons for some of these options, which may vary, depending on the country. / Có nhiều loại vật liệu ống nước trên thị trường có lợi íh so với các hệ thống ống thép truyền thống và bảng dưới đây so sánh một số phương án, có thể khác nhau tùy thuộc vào quốc gia

source: and their Fire Risk Assessors
vi: and their Fire Risk Assessors / IHG/NHÀ VẬN HÀNH và đơn vị đánh giá rủi ro hỏa hoạn

source: and used in storage or make up water in cooling towers if using water cooled plant.
vi: and used in storage or make up water in cooling towers if using water cooled plant. / Nước ngưng tụ từ các cụm AHU trung tâm phục vụ không gian công cộng và máy pre-conditioner cho khí tươi được thu gom và sử dụng cho kho chứa và bù nước trong tháp giải nhiệt nếu dùng trạm chiller giải nhiệt nước

source: appropriate fire safety procedures are also implemented as they are highly flammable. Any equipment using R290 or similar HC shall be within a fire rated plant room and have leak detection and fire suppression system installed.
vi: appropriate fire safety procedures are also implemented as they are highly flammable. Any equipment using R290 or similar HC shall be within a fire rated plant room and have leak detection and fire suppression system installed. / Việc sử dụng môi chất lạnh HC (hydrocarbon) không có ODP và ít GWP sẽ chỉ được cân nhắc nếu có thể đảm bảo các quy trình PCCC phù hợp vì HC là chất rất dễ cháy. Bất cứ thiết bị nào sử dụng R290 hoặc HC tương tự phải được bố trí trong phòng máy chống cháy, có đầu báo rò rỉ và hệ thống chữa cháy

source: appropriate or telephone operator room.
vi: appropriate or telephone operator room. / Tủ repeater được bố trí trong phòng an ninh hoặc phòng kỹ thuật trong khách sạn lớn hơn cho phù hợp hoặc trong phòng tổng đài điện thoại

source: areas that are exposed to freezing conditions
vi: areas that are exposed to freezing conditions / Lắp đặt bồn gas tại các khu vực mà điều kiện có thể đóng băng

source: automatically throughout the whole hotel.
vi: automatically throughout the whole hotel. / Nếu một thiết bị thứ hai kích hoạt trong thời gian chờ, bất kể là loại thiết bị nào, báo động phải được kích hoạt trên toàn bộ khách sạn

source: available, then an additional electrical supply system must also be provided in the form of an independent electrical generating plant, or a totally independent power supply from an alternative generating source. An availability in excess of 99.988% is required (i.e. not more than one hour interruption per year) to obviate the need for the generator.
vi: available, then an additional electrical supply system must also be provided in the form of an independent electrical generating plant, or a totally independent power supply from an alternative generating source. An availability in excess of 99.988% is required (i.e. not more than one hour interruption per year) to obviate the need for the generator. / Nguồn cấp điện phải có độ đáng tin cậy lớn hơn > 99.988%. Nếu không đạt được mức này, phải có hệ thống cấp điện bổ sung nhờ nguồn phát thay thế khác.

source: available.
vi: available. / Chế độ vận hành tiết kiệm trong tất cả các thiết bị AHU để sử dụng khí tươi làm mát "miễn phí" khi có thể

source: b) Central Systems
vi: b) Central Systems / b) Các hệ thống trung tâm

source: b) Multi-Function
vi: b) Multi-Function / Đa chức năng

source: back into the building must only be secured by panic fastenings
vi: Where the route leads to an escape stair or route within the building this must be fire protected and access back into the building must only be secured by panic fastenings / Nếu lối thoát hiểm dẫn đến thang bộ thoát hiểm hoặc lối đi trong tòa nhà, lối đi phải chống cháy và cửa dẫn vào trong toàn nhà phải có thanh đẩy

source: be overridden and re-opened by an appropriate electronic device but NOT a door edge pressure system
vi: be overridden and re-opened by an appropriate electronic device but NOT a door edge pressure system / Cửa thang phải ở trạng thái mở hoàn toàn trong vòng 5 giây trước khi đóng. Hệ thống có thể được ghi đè và mở lại bằng thiết bị điện tử phù hợp, tuy nhiên không phải là hệ thống áp suất cạnh cửa

source: before handover.
vi: before handover. / Chạy thử tất cả các hệ thống sử dụng thiết bị được chứng nhận trước khi bàn giao

source: broadcast voice evacuation message to ensure a speedy response to any alarm.
vi: The entire hotel must be provided with a fully addressable fire alarm and detection system including a broadcast voice evacuation message to ensure a speedy response to any alarm. / Toàn bộ khách sạn phải được cung cấp hệ thống thông báo sơ tán khẩn cấp để đảm bảo phản ứng kịp thời khi có bất cứ báo động nào

source: building
vi: The route must be at least 3m from any opening or vent unless the route is protected from fire within the building / Lối đi phải cách bất cứ lỗ mở hoặc lỗ thông gió nào tối thiểu 3m trừ khi lối đi được bảo vệ khỏi hỏa hoạn bên trong tòa nhà

source: c - FUSIBLE LINK IN EACH SPRINKLER HEAD WILL MELT
vi: C - FUSIBLE LINK IN EACH SPRINKLER HEAD WILL MELT / C- MỐI NỐI TRONG MỖI ĐẦU SPRINKLER TAN CHẢY TRONG ĐIỀU KIỆN CÓ HỎA HOẠN ĐỂ CHO PHÉP NƯỚC XẢ TỪ ĐẦU SPRINKLER

source: canopies
vi: canopies / Tất cả các hệ thống chụp hút bếp có lọc mỡ

source: ceiling
vi: ceiling / Không gian trần chật và trần thấp hơn

source: chilled beam units located in a bulk head over the entrance with variable air flow for boost
vi: chilled beam units located in a bulk head over the entrance with variable air flow for boost / Hệ thống Chilled beam 4 ống trong khoang ngăn phía trên lối vào, tăng cường với VAV

source: chilled beam units with radiant ceiling panels (Patented - selected climates only)
vi: chilled beam units with radiant ceiling panels (Patented - selected climates only) / Hệ thống chilled beam 4 ống với tấm trần bức xạ (có bản quyền - chỉ áp dụng với một số vùng khí hậu)

source: chilled water temperature.
vi: chilled water temperature. / Chiller giải nhiệt nước chọn loại có nhiệt độ nước giải nhiệt vào ra ở tháp giải nhiệt là 29/33 và nước lạnh vào ra ở chiller là 7/14 (phụ thuộc điều kiện môi trường)

source: conditioning and mechanical ventilation energy use for formulating energy efficient strategies.
vi: conditioning and mechanical ventilation energy use for formulating energy efficient strategies. / Hệ thống kiểm soát DDC (Direct Digital Control) thông qua BMS để tối ưu hóa chiến lượng kiểm soát hệ thống. Sub meter và data log tất cả dữ liệu sử dụng năng lượng cho điều hòa không khí và thông gió cơ học để đưa ra các chiến lược năng lượng hiệu quả

source: control in atria the system must comply with NFPA 92B.
vi: Where there are no suitable local codes of practice, standards or regulations governing smoke and heat control in atria the system must comply with NFPA 92B. / Nếu không có quy định, tiêu chuẩn hoặc quy chế địa phương phù hợp cho việc kiểm soát nhiệt và khói trong giếng trời, hệ thống phải tuân theo NFPA 92B

source: control system that will keep escape routes clear for sufficient time to allow the occupants to escape.
vi: In general atria may be either enclosed by fire resisting glazing or may be provided with a smoke and heat control system that will keep escape routes clear for sufficient time to allow the occupants to escape. / Nhìn chung các giếng trời có thể được khép kín bằng kính chống cháy hoặc được cung cấp hệ thống kiểm soát khói và nhiệt giúp giữ các lối thoát hiểm thông thoáng đủ lâu để người trong tòa nhà thoát hiểm

source: cooled chiller of only 10-15 years
vi: cooled chiller of only 10-15 years / Vòng đời của chiller ly tâm nhìn chung khoảng 25 -30 năm, ngược lại, chiller giải nhiệt gió chỉ được 10-15 năm

source: correct the power factor to unity such that no tariff penalty is incurred under any load conditions. The equipment will be automatically staged in 50kVAr units.
vi: correct the power factor to unity such that no tariff penalty is incurred under any load conditions. The equipment will be automatically staged in 50kVAr units. / Thiết bị hiệu chỉnh hệ số công suất sẽ được bố trí cho các bảng điều khiển phân phối điện chính để tự động hiệu chỉnh thống nhất hệ số công suất sao cho không phát chi phí phạt trong bất kỳ điều kiện phụ tải nào. Thiết bị sẽ được tự động phân thành các unit 50kVAr.

source: designed for
vi: designed for / Thiết kế cho 98% nhiệt độ bên ngoài xảy ra trong năm

source: details of the standards/codes to be adopted in the design of these services.
vi: details of the standards/codes to be adopted in the design of these services. / Tính đầy đủ của các hạng mục được thiết kế để phát hiện và chống lan lửa và khói - bao gồm chi tiết về các tiêu chuẩn/quy tắc sẽ được áp dụng khi thiết kế các hạng mục này

source: detector operates
vi: vận hành

source: distributed.
vi: The use of combustible furnishings and decorations on the floor of the atrium must be limited and sparsely distributed. / Việc sử dụng nội thất và trang trí dễ cháy trên mặt sàn giếng trời phải được giới hạn và bố trí cách xa nhau

source: doors/windows, occupancy sensors and door lock interface, to provide unoccupied set back, to an agreed temperature
vi: doors/windows, occupancy sensors and door lock interface, to provide unoccupied set back, to an agreed temperature / Các điều hòa sẽ không được bật tắt bằng hệ thống thẻ khóa nếu có, và điều khiển tốc độ/nhiệt độ sẽ phải do IHG phê duyệt. Điều hòa ở khu vực khí hậu nhiệt đới sẽ được tích hợp với cửa sổ/cửa ra vào có thể mở, cảm biến người trong phòng và cảm biến khóa cửa để đảm bảo nhiệt độ sẽ tự động chuyển về một mức định sẵn khi không có người.

source: efficiency and minimize latent cooling
vi: efficiency and minimize latent cooling / Tính năng reset nhiệt độ cấp nước mát từ chiller khi điều kiện bên ngoài cho phép nhằm tối đa hóa hiệu suất chiller và tối thiểu hóa

source: entrances to the building in cold climates (below 5°C)
vi: entrances to the building in cold climates (below 5°C) / Rèm không khí loại ít ồn, dùng nước nóng và lắp trên cửa được cung cấp phía trên các cửa lobby tại lối vào chính các tòa nhà tại vùng khí hậu lạnh (Dưới 5°C)

source: equal and equivalent, to reduce exhaust requirements by approximately 30% from conventional systems, and eliminate grease passing through the system utilising high efficiency cyclone filters and “UV” filtration. For information or Halton& Gaylord equipment
vi: equal and equivalent, to reduce exhaust requirements by approximately 30% from conventional systems, and eliminate grease passing through the system utilising high efficiency cyclone filters and “UV” filtration. For information or Halton& Gaylord equipment / Một hệ thống chụp hút bếp chính hãng với đầu phun, vd như “Halton Capture Jet” Gaylord ELX Hood hoặc tương đương để giảm yêu cầu hút khoảng 30% so với các hệ thống truyền thống, và loại bỏ dầu mỡ đi qua hệ thống bằng các bộ lọc xoáy và lưới lọc "UV". Xem thêm về thiết bị Halton & Gaylord.

source: escape route will be available
vi: There must be at least two means of escape from all areas so that if one is destructed by fire an alternative escape route will be available / Phải có tối thiểu hai lối thoát hiểm từ tất cả các khu vực để đảm bảo nếu một lối bị phá hủy trong hỏa hoạn, lối còn lại vẫn sử dụng được

source: example, from neighboring street lamps and buildings
vi: The route must be illuminated by normal and emergency lighting unless there is sufficient borrowed light, for example, from neighboring street lamps and buildings / Lối đi phải có chiếu sáng thông thường và chiếu sáng khẩn cấp trừ khi có đủ ánh sáng từ nguồn mượn, vd từ đèn đường hoặc đèn các tòa nhà xung quanh

source: fan coil units in hot climates where heating is not required i.e. winter design temperature >10°c
vi: fan coil units in hot climates where heating is not required i.e. winter design temperature >10°C DB / FCU 2 ống trong khu vực khí hậu nóng không cần sưởi, vd nơi nhiệt độ thiết kế mùa đông >10°C DB

source: fan coil units located in a bulk head over the entrance
vi: fan coil units located in a bulk head over the entrance / FCU 4 ống bố trí trong khoang ngăn phía trên lối vào

source: feet of the each entrance to the area unless the manufacturer’s instructions specify otherwise)
vi: In each corridor or common area adjacent to the fossil fuel-burning equipment room/area (within 4.5m/15 feet of the each entrance to the area unless the manufacturer’s instructions specify otherwise) / Trong mỗi hành lang hoặc khu vực chung liền kề phòng/khu vực có thiết bị đốt nhiên liệu hóa thạch (trong khoảng cách 4.5m từ lối vào phòng/khu vực trừ khi có hướng dẫn khác của nhà sản xuất)

source: fire condition to permit water to be discharged from each sprinkler head.
vi: fire condition to permit water to be discharged from each sprinkler head. / Mối nối cảm ứng nhiệt trên mỗi sprinkler sẽ tan chảy trong điều kiện có hỏa hoạn để cho phép xả nước từ đầu sprinkler

source: floor
vi: Signs above doors must be between 2m and 2.5m above the floor / Các biển phía trên cửa phải ở cao độ giữa 2m và 2.5m so với sàn.

source: for public areas with infrequent use (especially overnight) subject to InterContinental Hotels Group approval.
vi: for public areas with infrequent use (especially overnight) subject to InterContinental Hotels Group approval. / Bộ điều khiển cảm ứng chuyển động cho điều hòa không khí và đèn trong khu vực BOH. Cảm ứng cũng nên được cân nhắc cho các khu công cộng ít được sử dụng (đặc biệt là trong đêm), cần IHG phê duyệt

source: free from holes
vi: Solid and free from holes / Chắc chắn và không có lỗ

source: fuel or one cubic meter of gas - payback period should not exceed 5 years.
vi: fuel or one cubic meter of gas - payback period should not exceed 5 years. / Nhìn chung, nếu chi phí cho 3kWh cao hơn ít nhất 30% so với chi phí 1l nhiên liệu hoặc 1 mét khối khí - thời gian hoàn vốn không quá 5 năm

source: furthest guestroom in the hotel - elevators may be used at this time. In general this should be no more than 3 minutes
vi: furthest guestroom in the hotel - elevators may be used at this time. In general this should be no more than 3 minutes / Bắt đầu tính thời gian trì hoãn nhất định để kiểm tra báo động, khoảng thời gian này dựa vào thời gian cần thiết để đi đến phòng khách xa nhất trong khách sạn - trong thời gian này được phép dùng thang máy. Nhìn chung, thời gian không nên quá 3 phút.

source: grade propylene glycol (down frost or equivalent).
vi: grade propylene glycol (Dowfrost or equivalent). / Nếu sử dụng hệ thống glycol, glycol phải là grade propylene an toàn với thực phẩm (Dowfrost hoặc tương đương)

source: greater than 14m2
vi: greater than 14m2 / Kho chứa đồ lớn hơn 14m2

source: horizontal runs
vi: horizontal runs / Hệ thống ống dẫn ngang của hệ chụp hút bếp

source: hrs.)
vi: hrs.) / Hệ thống an ninh (24h)

source: in distribution board & Panels
vi: in distribution board & Panels / Bảo vệ an toàn cho con người trong các tủ điện và tủ phân phối

source: in particular the fire load in the base of the atrium must be controlled by the sprinkler system.
vi: The entire building is to be protected throughout by an approved, supervised automatic sprinkler system and in particular the fire load in the base of the atrium must be controlled by the sprinkler system. / toàn bộ tòa nhà phải được bảo vệ bởi một hệ thống sprinkler tự động được phê duyệt, được giám sát và cụ thể là sức cháy tại tầng sàn giếng trời phải được kiểm soát bởi hệ thống sprinkler

source: in the room & alerts remote annunciator panel.
vi: in the room & alerts remote annunciator panel. / Kích hoạt đầu báo khói khiến kích hoạt một báo động trong phòng và báo về tủ annunciator

source: insulation material k=0.04 ,25-60 mm required
vi: insulation material k=0.04 ,25-60 mm required / Yêu cầu vật liệu bảo ôn k=0.04 ,25-60 mm

source: insulation material k=0.04,10- 15 mm required
vi: insulation material k=0.04 ,10- 15 mm required / Yêu cầu vật liệu bảo ôn k=0.04 ,25-60 mm

source: insulation material k=0.25, 25- 50 mm
vi: insulation material k=0.25, 25- 50 mm / Vật liệu bảo ôn k=0.25, 25- 50 mm

source: investigate the operation of a fire detector to see if there is evidence of fire before there is a general alarm throughout the whole hotel.
vi: investigate the operation of a fire detector to see if there is evidence of fire before there is a general alarm throughout the whole hotel. / Hệ thống phát hiện và báo cháy 2 giai đoạn là hệ thống trong đó có một khoảng thời gian chờ được định sẵn (tối đa 180 giây) nhằm kiểm tra việc đầu báo cháy kích hoạt là có sự cố cháy thật hay không trước khi kích hoạt báo động chung trên toàn khách sạn

source: locked shut
vi: Fire resisting doors that are locked shut / Cửa chống cháy được khóa kín

source: maintenance
vi: maintenance / Giảm bảo trì

source: mechanical shock, in compliance with IEC 60331 - parts 1 & 2 and EN 50200.
vi: mechanical shock, in compliance with IEC 60331 - parts 1 & 2 and EN 50200. / Cáp chống cháy để bảo vệ mạch trong vòng 1h với nhiệt độ tối thiểu 830 độ C trong khi xảy ra hiện tượng sốc cơ học, tuân thủ IEC 60331 - phần 1 & 2 và EN 50200

source: metered)
vi: metered) / Các máy móc (đo riêng)

source: minimum load capacity of 400kg
vi: minimum load capacity of 400kg / Thang máy nên có tải trọng tối thiểu 400kg

source: more than 300mm from the glass
vi: Fast response automatic sprinklers are spaced 1800mm apart or less along both sides of the glass and not more than 300mm from the glass / sprinkler tự động phản ứng nhanh được bố trí cách nhau 1800mm hoặc ít hơn dọc hai bên kính và cách mặt kính không quá 300mm

source: more that 1200mm at a distance of at least 400 from the front wall
vi: more that 1200mm at a distance of at least 400 from the front wall / Cửa tới thang chống cháy tối thiểu 2 giờ. Toàn bộ bảng điều khiển thang, cả bên trong và tại tầng kết thúc phải có cao độ không thấp hơn 900mm và không cao hơn 1200mm ở khoảng cách 400mm từ tường trước mặt.

source: nil for failed compressor
vi: nil for failed compressor / không có cho sự cố máy nén

source: nor are the supply and exhaust air grilles located for their proper use in such a system, therefore, a dedicated smoke management system must be provided.
vi: In general HVAC systems do not have the capacity for use as a smoke management system for an atrium, nor are the supply and exhaust air grilles located for their proper use in such a system, therefore, a dedicated smoke management system must be provided. / Hệ thống HVAC bình thường không có chức năng sử dụng như một hệ thống kiểm soát khói cho giếng trời, hay miệng cấp/hút khí cũng không được bố trí để sử dụng cho hệ thống kiểm soát khói của giếng trời, vì vậy, cần có một hệ thống kiểm soát khói chuyên dụng

source: notice must be secured to the inside of the door at a height where it can be easily read
vi: notice must be secured to the inside of the door at a height where it can be easily read / Thông báo phải được bảo đảm ở phía trong cửa tại cao độ có thể dễ đọc.

source: of occupants, identification of fire compartmentation, fire doors and shutters.
vi: of occupants, identification of fire compartmentation, fire doors and shutters. / Các yếu tố kiến trúc chống cháy lan, chống khói lan, bao gồm cả việc cung cấp lối thoát nạn cho người trong tòa nhà, nhận dạng khoang ngăn cháy lan, cửa ra vào và cửa cuốn chống cháy

source: of the hotel (elevators may be used at this time) or compliance with local standards whichever is less.
vi: of the hotel (elevators may be used at this time) or compliance with local standards whichever is less. / Khoảng thời gian chờ (tối đa 180s) dựa vào thời gian cần thiết để đi đến khu vực xa nhất trong khách sạn (trong thời gian này được phép dùng thang máy) hoặc tuân thủ tiêu chuẩn của địa phương, tùy thuộc tiêu chuẩn thời gian chờ nào ngắn hơn

source: on their own
vi: on their own / Các biển chỉ hướng thoát nạn phải có mũi tên chỉ hướng, tuy nhiên không sử dụng chỉ riêng mũi tên

source: open
vi: open / Biển phải cố định phía trên cửa, không phải tại cửa để nhìn thấy được biển nếu cửa mở

source: or national ratings.
vi: or national ratings. / Cung cấp các hệ thống năng lượng hiệu suất cao đạt tiêu chuẩn quốc tế hoặc quốc gia

source: or section within the system. This will be accomplished by the correct installation of adequate protection to achieve discrimination, together with segregation of equipment and cables as appropriate.
vi: or section within the system. This will be accomplished by the correct installation of adequate protection to achieve discrimination, together with segregation of equipment and cables as appropriate. / Mạch phân phối điện phụ phải được bố trí để tránh sự cố đối với bất cứ một thiết bị nào hoặc đoạn nào trong hệ thống. Việc này được thực hiện bằng cách lắp đặt thiết bị bảo vệ hợp lý để ngắt mạch, đồng thời lắp đặt tách biệt thiết bị và dây cáp sao cho phù hợp

source: or utilise a glycol system.
vi: or utilise a glycol system. / Hoặc sử dụng đầu sprinkler chống đông như của Viking hoặc tương đương, hoặc sử dụng hệ thống glycol

source: penalty is incurred under any load conditions.
vi: penalty is incurred under any load conditions. / Phải bao gồm thiết bị hiệu chỉnh hệ số công suất để đảm bảo không phát sinh phí phạt dưới bất cứ điều kiện tải nào

source: perspective
vi: plan must be oriented so that it shows the layout of the floor from the guest or meeting room perspective / Sơ đồ phải được định hướng để thể hiện mặt bằng tầng từ vị trí của khách hoặc phòng họp.

source: ph 9.0-10.5 (not to exceed 11)
vi: pH 9.0-10.5 (not to exceed 11) / độ pH 9.0-10.5 (không được vượt 11)

source: plan must show the direction to the primary and secondary escape routes
vi: plan must show the direction to the primary and secondary escape routes / Sơ đồ phải thể hiện được hướng tới đường thoát hiểm ban đầu và thứ hai.

source: programme
vi: programme / Lắp đặt ít phức tạp hơn

source: projections that may cause trips
vi: Free from projections that may cause trips / Không có các yếu tố chìa ra có thể gây vấp ngã

source: pump
vi: pump / Không để bơm phụ, động cơ dự phòng hoặc bộ cánh bơm tại hiện trường hoặc một bơm dự phòng thông thường

source: radiant ceiling panels with variable air flow (Patented- selected climates only)
vi: radiant ceiling panels with variable air flow (Patented- selected climates only) / Tấm trần bức xạ với VAV
